<!-- shows different character sets -->
<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html40/strict.dtd">
<html>
	<head>
		<meta http-equiv="Content-Type" content="text/html; charset=UTF-8" />
		<meta http-equiv="Content-Style-Type" content="text/css" />
		<meta name="Generator" content="DTCoreText HTML Writer" />
		<style type="text/css">
			p.p1 {text-align:left;margin-bottom:12px;}
			p.p2 {text-align:right;direction:rtl;margin-bottom:12px;}
			span.s1 {font-family:'Verdana';font-size:18px;font-weight:bold;color:#000000;}
			span.s2 {font-family:'Verdana';font-size:18px;color:#000000;}
			span.s3 {font-family:'Verdana';font-size:24px;color:#000000;}
			</style>
	</head>
	<body>
		<p class="p1"><span class="s1">(Afrikaans)</span><span class="s2">&nbsp;&nbsp;Elke ding het sy vaste tyd, elke ding in hierdie w&ecirc;reld het sy tyd:</span></p>
		<p class="p2"><span class="s1">(Arabic)</span><span class="s3">&nbsp;&nbsp;&#1604;&#1616;&#1603;&#1615;&#1604;&#1617;&#1616; &#1588;&#1614;&#1610;&#1618;&#1569;&#1613; &#1586;&#1614;&#1605;&#1614;&#1575;&#1606;&#1612; &#1608;&#1614;&#1604;&#1616;&#1603;&#1615;&#1604;&#1617;&#1616; &#1571;&#1614;&#1605;&#1618;&#1585;&#1613; &#1578;&#1614;&#1581;&#1618;&#1578;&#1614; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1602;&#1618;&#1578;&#1612;.</span></p>
		<p class="p1"><span class="s1">(Bulgarian)</span><span class="s2">&nbsp;&nbsp;&#1048;&#1084;&#1072; &#1074;&#1088;&#1077;&#1084;&#1077; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1086; &#1085;&#1077;&#1097;&#1086;, &#1048; &#1089;&#1088;&#1086;&#1082; &#1079;&#1072; &#1074;&#1089;&#1103;&#1082;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1087;&#1086;&#1076; &#1085;&#1077;&#1073;&#1077;&#1090;&#1086;:</span></p>
		<p class="p1"><span class="s1">(Chinese)</span><span class="s2">&nbsp;&nbsp;&#20961;&#20107;&#37117;&#26377;&#23450;&#26399;&#65292;&#22825;&#19979;&#33836;&#21209;&#37117;&#26377;&#23450;&#26178;&#12290;</span></p>
		<p class="p1"><span class="s1">(Czech)</span><span class="s2">&nbsp;&nbsp;V&scaron;elik&aacute; v&#283;c m&aacute; jist&yacute; &#269;as, a ka&#382;d&eacute; p&#345;edsevzet&iacute; pod nebem svou chv&iacute;li.</span></p>
		<p class="p1"><span class="s1">(Danish)</span><span class="s2">&nbsp;&nbsp;Alt har sin stund og hver en Ting under Himmelen sin Tid:</span></p>
		<p class="p1"><span class="s1">(Dutch)</span><span class="s2">&nbsp;&nbsp;Alles heeft een bestemden tijd, en alle voornemen onder den hemel heeft zijn tijd.</span></p>
		<p class="p1"><span class="s1">(English)</span><span class="s2">&nbsp;&nbsp;For everything there is a season, and a time for every matter under heaven:</span></p>
		<p class="p1"><span class="s1">(Finnish)</span><span class="s2">&nbsp;&nbsp;Kaikella on m&auml;&auml;r&auml;aika, ja aikansa on joka asialla taivaan alla.</span></p>
		<p class="p1"><span class="s1">(French)</span><span class="s2">&nbsp;&nbsp;Il y a un temps pour tout, un temps pour toute chose sous les cieux:</span></p>
		<p class="p1"><span class="s1">(German)</span><span class="s2">&nbsp;&nbsp;Alles hat seine Zeit und jegliches Vornehmen unter dem Himmel seine Stunde.</span></p>
		<p class="p1"><span class="s1">(Greek)</span><span class="s2">&nbsp;&nbsp;&Tau;&omicron;&#8150;&sigmaf; &pi;&#8118;&sigma;&iota;&nu; &chi;&rho;&#8057;&nu;&omicron;&sigmaf;, &kappa;&alpha;&#8054; &kappa;&alpha;&iota;&rho;&#8056;&sigmaf; &tau;&#8183; &pi;&alpha;&nu;&tau;&#8054; &pi;&rho;&#8049;&gamma;&mu;&alpha;&tau;&iota; &#8017;&pi;&#8056; &tau;&#8056;&nu; &omicron;&#8016;&rho;&alpha;&nu;&#8057;&nu;.</span></p>
		<p class="p2"><span class="s1">(Hebrew)</span><span class="s2">&nbsp;&nbsp;</span><span class="s3">&#1500;&#1499;&#1500; &#1494;&#1502;&#1503; &#1493;&#1506;&#1514; &#1500;&#1499;&#1500;&#1470;&#1495;&#1508;&#1509; &#1514;&#1495;&#1514; &#1492;&#1513;&#1473;&#1502;&#1497;&#1501;&#1475;</span></p>
		<p class="p1"><span class="s1">(Hungarian)</span><span class="s2">&nbsp;&nbsp;Mindennek rendelt ideje van &eacute;s ideje van az &eacute;g alatt minden akaratnak.</span></p>
		<p class="p1"><span class="s1">(Icelandic)</span><span class="s2">&nbsp;&nbsp;&Ouml;llu er afm&ouml;rku&eth; stund, og s&eacute;rhver hlutur undir himninum hefir sinn t&iacute;ma.</span></p>
		<p class="p1"><span class="s1">(Indonesian)</span><span class="s2">&nbsp;&nbsp;Untuk segala sesuatu ada masanya, untuk apapun di bawah langit ada waktunya.</span></p>
		<p class="p1"><span class="s1">(Italian)</span><span class="s2">&nbsp;&nbsp;Per tutto c&apos;&egrave; il suo tempo, c&apos;&egrave; il suo momento per ogni cosa sotto il cielo:</span></p>
		<p class="p1"><span class="s1">(Japanese)</span><span class="s2">&nbsp;&nbsp;&#22825;&#12398;&#19979;&#12391;&#12399;&#12289;&#20309;&#20107;&#12395;&#12418;&#23450;&#12414;&#12387;&#12383;&#26178;&#26399;&#12364;&#12354;&#12426;&#12289;&#12377;&#12409;&#12390;&#12398;&#21942;&#12415;&#12395;&#12399;&#26178;&#12364;&#12354;&#12427;&#12290;</span></p>
		<p class="p1"><span class="s1">(Korean)</span><span class="s2">&nbsp;&nbsp;&#52380;&#54616;&#50640; &#48276;&#49324;&#44032; &#44592;&#54620;&#51060; &#51080;&#44256; &#47784;&#46304; &#47785;&#51201;&#51060; &#51060;&#47344; &#46412;&#44032; &#51080;&#45208;&#45768;</span></p>
		<p class="p1"><span class="s1">(Norwegian)</span><span class="s2">&nbsp;&nbsp;Alt har sin tid, og en tid er der satt for hvert foretagende under himmelen.</span></p>
		<p class="p1"><span class="s1">(Polish)</span><span class="s2">&nbsp;&nbsp;Ka&#380;da rzecz ma sw&oacute;j czas, i ka&#380;de przedsi&#281;wzi&#281;cie ma sw&oacute;j czas pod niebem.</span></p>
		<p class="p1"><span class="s1">(Portuguese)</span><span class="s2">&nbsp;&nbsp;Tudo tem a sua ocasi&atilde;o pr&oacute;pria, e h&aacute; tempo para todo prop&oacute;sito debaixo do c&eacute;u.</span></p>
		<p class="p1"><span class="s1">(Romanian)</span><span class="s2">&nbsp;&nbsp;Toate &icirc;&#351;i au vremea lor, &#351;i fiecare lucru de supt ceruri &icirc;&#351;i are ceasul lui.</span></p>
		<p class="p1"><span class="s1">(Russian)</span><span class="s2">&nbsp;&nbsp;&#1042;&#1089;&#1077;&#1084;&#1091; &#1089;&#1074;&#1086;&#1077; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1080; &#1074;&#1088;&#1077;&#1084;&#1103; &#1074;&#1089;&#1103;&#1082;&#1086;&#1081; &#1074;&#1077;&#1097;&#1080; &#1087;&#1086;&#1076; &#1085;&#1077;&#1073;&#1086;&#1084;:</span></p>
		<p class="p1"><span class="s1">(Serbian)</span><span class="s2">&nbsp;&nbsp;Svemu ima vrijeme, i svakom poslu pod nebom ima vrijeme.</span></p>
		<p class="p1"><span class="s1">(Spanish)</span><span class="s2">&nbsp;&nbsp;Todo tiene su tiempo, y todo lo que se quiere debajo del cielo tiene su hora.</span></p>
		<p class="p1"><span class="s1">(Swedish)</span><span class="s2">&nbsp;&nbsp;Allt har sin tid, allt som sker under himlen har sin stund.</span></p>
		<p class="p1"><span class="s1">(Thai)</span><span class="s2">&nbsp;&nbsp;&#3617;&#3637;&#3620;&#3604;&#3641;&#3585;&#3634;&#3621;&#3626;&#3635;&#3627;&#3619;&#3633;&#3610;&#3607;&#3640;&#3585;&#3626;&#3636;&#3656;&#3591; &#3649;&#3621;&#3632;&#3617;&#3637;&#3623;&#3634;&#3619;&#3626;&#3635;&#3627;&#3619;&#3633;&#3610;&#3648;&#3619;&#3639;&#3656;&#3629;&#3591;&#3619;&#3634;&#3623;&#3607;&#3640;&#3585;&#3629;&#3618;&#3656;&#3634;&#3591;&#3616;&#3634;&#3618;&#3651;&#3605;&#3657;&#3615;&#3657;&#3634;&#3626;&#3623;&#3619;&#3619;&#3588;&#3660;</span></p>
		<p class="p1"><span class="s1">(Turkish)</span><span class="s2">&nbsp;&nbsp;Her &#351;eyin mevsimi, g&ouml;klerin alt&#305;ndaki her olay&#305;n zaman&#305; vard&#305;r.</span></p>
		<p class="p1"><span class="s1">(Ukrainian)</span><span class="s2">&nbsp;&nbsp;&#1044;&#1083;&#1103; &#1074;&#1089;&#1100;&#1086;&#1075;&#1086; &#1089;&#1074;&#1110;&#1081; &#1095;&#1072;&#1089;, &#1110; &#1075;&#1086;&#1076;&#1080;&#1085;&#1072; &#1089;&#1074;&#1086;&#1103; &#1082;&#1086;&#1078;&#1085;&#1110;&#1081; &#1089;&#1087;&#1088;&#1072;&#1074;&#1110; &#1087;&#1110;&#1076; &#1085;&#1077;&#1073;&#1086;&#1084;:</span></p>
		<p class="p1"><span class="s1">(Vietnamese)</span><span class="s2">&nbsp;&nbsp;Ph&agrave;m s&#7921; g&igrave; c&oacute; th&igrave; ti&#7871;t; m&#7885;i vi&#7879;c d&#432;&#7899;i tr&#7901;i c&oacute; k&#7923; &#273;&#7883;nh.</span></p>
		<p class="p1"><span class="s1">(Welsh)</span><span class="s2">&nbsp;&nbsp;Y mae tymor i bob peth, ac amser i bob gorchwyl dan y nef:</span></p>
	</body>
</html>
